Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: No one.
ru: Никто.

source: Ever.
ru: Никогда.

source: Father, you can do all things.
ru: Отче, Ты всё можешь сделать.

source: If it is possible, let this chalice pass from me...
ru: Если возможно, да минует Меня чаша сия...

source: But let Your will be done...... not mine.
ru: Но да будет воля Твоя...... не Моя.

source: Who is your father?
ru: Кто Твой Отец?

source: Who are you looking for?
ru: Кого вы ищете?

source: We' re looking for Jesus of Nazareth.
ru: Мы ищем Иисуса Назорея.

source: I am he.
ru: это Я.

source: Hail, Rabbi!
ru: Радуйся, Равви!

source: Judas...... you betray the Son of Man with a kiss?
ru: Иуда...... целованием ли предаёшь Сына Человеческого?

source: Peter!
ru: Пётр!

source: Put it down!
ru: Положи меч!

source: Those who live by the sword shall die by the sword.
ru: Взявшие меч от меча и погибнут.

source: Put it down.
ru: Положи.

source: Malchus!
ru: Малхус!

source: We' ve got him.
ru: Мы взяли Его.

source: What, Mary?
ru: Что, Мария?

source: "Why is this night different from every other night?"
ru: "Почему эта ночь не такая как все другие?"

source: "Because once we were slaves...
ru: "Потому что прежде мы были рабы...

source: "... and we are slaves no longer..."
ru: "... но теперь мы больше не рабы..."

source: They' ve seized him!
ru: Они схватили Его!

source: To the courtyard of the High Priest.
ru: Во двор первосвященника.

source: Quick!
ru: Быстро!

source: Not so fast.
ru: Не так быстро!

source: This is not your party, you toothless vermin.
ru: Это не твой праздник, ты беззубый вредитель.

source: Peter...
ru: Пётр...

source: In there!
ru: Там внутри!

source: Stop them!
ru: Остановите их!

source: They' ve arrested him!
ru: Они Его арестовали!

source: In secret!
ru: Тайно!

source: In the night!
ru: Ночью!

source: To hide their crime from you!
ru: Чтобы скрыть от вас своё преступление!

source: What are you yelling about, woman?
ru: О чём ты тут раскричалась, женщина?

source: Who have they arrested?
ru: Кого они арестовали?

source: Jesus of Nazareth!
ru: Иисуса из Назарета!

source: A criminal.
ru: Преступник.

source: Brought in for questioning, that' s all.
ru: Приведён для допроса, вот и всё.

source: Broke the temple laws.
ru: Нарушил законы храма.

source: Better go tell him there' s more trouble brewing.
ru: Лучше пойди скажи ему, здесь большие проблемы назревают.

source: Tell who?
ru: Сказать кому?

source: Abenader, you idiot.
ru: Абенадеру, идиот.

source: Get going!
ru: Иди же!

source: Jesus...
ru: Иисус...

source: Are you hungry?
ru: Есть хочешь?

source: Yes, I am.
ru: Да.

source: This is certainly a tall table!
ru: Это несомненно высокий стол.

source: Who is it for?
ru: Для кого он?

source: A rich man.
ru: Для богатого человека.

source: Does he like to eat standing up?
ru: Ему что же, нравится есть стоя?

source: He prefers to eat like... so.
ru: Нет, он предпочитает есть вот... так.

source: Tall table, tall chairs!
ru: Высокий стол, высокие стулья!

source: Well, I haven' t made them yet.
ru: Да, я же их ещё не сделал.

source: This will never catch on!
ru: Больше никогда не попадусь!

source: Oh, no you don' t!
ru: О нет, стой!

source: Take off that dirty apron before you come in.
ru: Сними эту грязную робу прежде чем заходить.

source: And wash your hands.
ru: И вымой руки.

source: It has begun, Lord.
ru: Вот и началось, Господи.

source: Sir, there' s trouble at...
ru: Сэр, тут проблемы с...

source: What, in the middle of the night, Abenader?
ru: Что, посреди ночи, Абенадер?

source: Trouble within the walls.
ru: Возникла проблема тут, в этих стенах.

source: Caiphas had some prophet arrested.
ru: Кайафа арестовал одного пророка.

source: Some Galilean.
ru: Одного из Галилеи.

source: The Pharisees apparently hate the man.
ru: Фарисеи очевидно ненавидят Его.

source: A Galilean?
ru: Галилеянин?

source: Who are you talking about?
ru: О ком это вы говорите?

source: Who is this beggar you bring to us...... chained up like a condemned man?
ru: Кто этот нищий что вы привели нам?... в цепях как осуждённого?

source: He' s Jesus, the Nazarene troublemaker.
ru: Это Иисус Назорей, возмутитель спокойствия.

source: You' re Jesus of Nazareth?
ru: Ты ли Иисус из Назарета?

source: They say you' re a king.
ru: Говорят, что Ты Царь.

source: Where is this kingdom of yours?
ru: Где же это Твоё Царство?

source: What line of kings do you descend from?
ru: Из какого царского рода Ты произошел?

source: Speak up!
ru: Говори!

source: You' re just the son of some obscure carpenter, no?
ru: Ты всего лишь сын какого- то там плотника?

source: Some say you' re Elijah.
ru: Люди говорят Ты - Илия.

source: But he was carried off to heaven in a chariot!
ru: Но он на колеснице вознесён был на небо!

source: Why don' t you say something?
ru: Почему не отвечаешь ничего?

source: You' ve been brought here as a blasphemer!
ru: Тебя привели сюда как богохульника!

source: What do you say to that?
ru: Что Ты скажешь на это?

source: Defend yourself.
ru: Защищайся.

source: I have spoken openly to everyone.
ru: Я говорил открыто каждому.

source: I' ve taught...... in the temple where we all gather.
ru: Я учил...... в храме, где все сходятся и ничего не скрывал.

source: Ask those who have heard what I have to say.
ru: Спроси слышавших, что Я говорил им.

source: With arrogance?
ru: Так Ты обращаешься к первосвященнику? с высокомерием?

source: If I have spoken evil...... tell me what evil I have said.
ru: Если Я сказал что- то худо...... скажи, что именно худо Я сказал.

source: But if not, why do you hit me?
ru: А если нет, зачем ты бьёшь Меня?

source: Yes, we' il listen to those who heard your blasphemies.
ru: Да, мы послушаем тех, кто слышал Твои богохульства.

source: Good!
ru: Хорошо!

source: Let' s hear them.
ru: Давайте послушаем их.

source: He cures the sick by magic!
ru: Он лечил больных колдовством.

source: With the help of devils!
ru: С помощью дьявола!

source: He casts out devils, with the help of devils.
ru: Он изгонял дьявола силой дьявола.

source: He calls himself the King of the Jews!
ru: Он называл Себя Царём Иудейским!

source: No, he calls himself the Son of God!
ru: Нет, Он называл Себя Сыном Бога!

source: He said he would destroy the temple...... and rebuild it in three days!
ru: Он сказал что может разрушить храм и в три дня отстроить его!

source: Worse!
ru: Ужасно!

source: He claims he' s the Bread of Life!
ru: Он считал что Он хлеб жизни!

source: And if we don' t eat his flesh or drink his blood...... we won' t inherit eternal life.
ru: И если мы не едим Его плоть и не пьём Его кровь мы не войдём в жизнь вечную.

source: Silence!
ru: Тихо!

source: You' re all under this man' s spell.
ru: Вы все слышали, что сказал этот человек.

source: Either offer proof of his wrongdoing...... or be quiet!
ru: Приведите ещё доказательства Его вины или молчите!

source: This entire proceeding is an outrage.
ru: Весь этот суд - сплошное беззаконие.

source: All I' ve heard from these witnesses is mindless contradiction!
ru: Всё что я услышал от этих свидетелей бессмысленно и противоречиво!

source: Who called this meeting anyway?
ru: Кто созвал это собрание?

source: And at this hour of the night?
ru: В этот ночной час?

source: Where are the other members of the council?
ru: Где другие члены совета?

source: Get him out of here!
ru: Уведите Его отсюда!

source: A travesty!
ru: Пародия!

source: That' s what this is, a beastly travesty!
ru: Вот что это, ужасная пародия!

source: Haven' t you anything to say?
ru: Тебе есть что сказать?

source: No answer to these accusations?
ru: Нет ответа на все эти обвинения?

source: I ask you now...... Jesus of Nazareth...
ru: Иисус из Назарета...

source: Tell us, are you the Messiah?
ru: Скажи нам, Ты ли Мессия?

source: The son of the living God?
ru: ... Сын Бога живого?

source: I AM...... and you will see the Son of Man seated at the right hand of power...... and coming on the clouds of heaven.
ru: Я ЕСМЬ и отныне увидьте Сына Человеческого, сидящего одесную силы и грядущего на облаках небесных.

source: Blasphemy!
ru: Богохульство!

source: You heard him.
ru: Вы слышали Его!

source: There' s no need for witnesses!
ru: На что нам ещё свидетельства!

source: Your verdict.
ru: Ваш приговор.

source: What is your verdict?
ru: Каков ваш приговор?

source: Death!
ru: Смерть!

source: Haven' t I seen you in the company of the Galilean?
ru: Не тебя ли я видел с Галилеянином?

source: You' re one of his disciples!
ru: Ты один из Его учеников!

source: I recognize you!
ru: Я узнал тебя!

source: I' ve never met the man.
ru: Я никогда Его не встречал.

source: I don' t know him.
ru: Я не знаю Его.

source: You are Peter!
ru: Ты Пётр!

source: One of the disciples of Jesus.
ru: Один из учеников Иисуса.

source: I don' t know the man!
ru: Я не знаю Его!

source: You are wrong!
ru: Это ошибка!

source: I' ve seen you before!
ru: Я тебя где- то видела!

source: He' s one of them!
ru: Это один из них!

source: You' re wrong, damn you!
ru: Чтоб тебя!

source: I swear I don' t know the man.
ru: Клянусь, я не знаю Его.

source: I' ve never seen him before.
ru: Я никогда Его раньше не видел.

source: Wherever you go, Lord...... I will follow.
ru: Куда бы Ты ни пошёл, Господи,...... я последую за Тобой.

source: To prison, even to death.
ru: В тюрьму, и даже на смерть.

source: Amen, I say to you...... before the cock crows...... three times you will deny me.
ru: Истинно говорю тебе прежде чем пропоёт петух три раза отречёшься от Меня.

source: I am unworthy!
ru: Нет, нет... я не достоин!

source: I have denied him, Mother!
ru: Я отрёкся о Него, мама!

source: Denied him three times.
ru: Отрёкся от Него трижды.

source: You take care of it.
ru: Ты, позаботься об этом.

source: Let him pass.
ru: Пропустите его.

source: He' s harmless.
ru: Он не опасен.

source: Release him!
ru: Отпустите Его!

source: Take back the silver.
ru: Возьмите деньги назад.

source: I' ve sinned, betrayed innocent blood.
ru: Согрешил я, предав кровь невинную.

source: Take back your silver.
ru: Заберите деньги.

source: I don' t want it!
ru: Я не хочу их!

source: If you think you' ve betrayed innocent blood, that' s your affair.
ru: Если ты думаешь, что предал кровь невинную, то это твое личное дело.

source: Take your money and go.
ru: Возьми свои деньги и иди.

source: Now go!
ru: Иди же.

source: Look at his mouth.
ru: Посмотрите на его губы.

source: Hey, can we look at it?
ru: Эй, взгляните на это.

source: You need help?
ru: Тебе нужна помощь?

source: Can we help?
ru: Мы можем помочь?

source: He' s bleeding!
ru: Он ранен!

source: Blood!
ru: Кровь!

source: Leave me alone...... you little satans!
ru: Оставьте меня вы маленькие дьяволы!

source: Aha!
ru: Ого!

source: Cursing!
ru: Проклятье!

source: Are you cursed?
ru: Ты проклят?

source: He' s cursed!
ru: Он проклят!

source: Yes, a curse!
ru: Да, проклятье!

source: It' s inside him, look!
ru: Оно внутри него, смотрите!

source: Watch out, it' s like burning oil from his bones!
ru: Берегись, это как масло горит в его плоти.

source: Get away from me!
ru: Убирайтесь!

source: Don' t condemn this Galilean.
ru: Не суди этого Галилеянина.

source: He' s holy.
ru: Он святой.

source: You will only bring trouble on yourself.
ru: Ты только навлечёшь проблемы на себя.

source: Do you want to know my idea of trouble, Claudia?
ru: Хочешь знать, что я думаю о проблемах, Клавдия?

source: This stinking outpost, that filthy rabble out there.
ru: Эта вонючая должность, эта грязная толпа там снаружи.

source: Do you always punish your prisoners before they' re judged?
ru: Вы всегда избиваете заключённых, прежде чем судить их?

source: Governor...
ru: Владыка...

source: What accusations do you bring against this man?
ru: В чём вы обвиняете этого человека?

source: If he weren' t a malefactor, we wouldn' t have brought him before you.
ru: Если бы Он не был злодеем, мы не предали бы Его тебе.

source: That' s not what I asked.
ru: Я не об этом спросил.

source: Why don' t you judge him according to your own laws?
ru: Почему вы не судите его по законам вашим?

source: Consul, you know it' s unlawful for us...... to condemn any man to death.
ru: Правитель, ты же знаешь, мы по закону не можем никого осуждать на смерть.

source: To death?
ru: На смерть?

source: What has this man done to merit such a penalty?
ru: Что же сделал этот Человек, чтобы заслужить такое наказание?

source: He has violated our Sabbath, Consul.
ru: Он нарушил Субботу, Владыка.

source: Go on...
ru: Продолжайте...

source: He has seduced the people...... taught foul, disgusting doctrines.
ru: Он развращал народ велел нарушать закон о приношениях.

source: Isn' t he the prophet you welcomed into Jerusalem only five days ago?
ru: Не тот ли это пророк, которого вы встречали в Иерусалиме всего пять дней назад?

source: And now you want him dead?
ru: И теперь желаете смерти Его?

source: Can any of you explain this madness to me?
ru: Может ли кто из вас объяснить мне это безумие?

source: Your Excellency, please...
ru: Ваше превосходительство, пожалуйста...

source: So far the high priest hasn' t told you this man' s greatest crime.
ru: Первосвященник ещё не успел сказать тебе о самом тяжком преступлении этого Человека.

source: He has become the leader of a large and dangerous sect...... who hail him as the Son of David!
ru: Он стал лидером большой и опасной секты, назвавшись Сыном Давидовым!

source: He claims that he is the Messiah...... the king promised to the Jews.
ru: Он считает что Он Мессия царь обещанный Иудеям.

source: He has forbidden his followers to pay tribute to the emperor, Consul!
ru: Он запрещал своим последователям платить подать Кесарю, владыка!

source: Bring him here!
ru: Привести Его!

source: Drink.
ru: Пей.

source: Are you the king of the Jews?
ru: Ты ли Царь Иудейский?

source: Does this question come from you?
ru: От себя ли ты говоришь это?

source: Or do you ask me this because others have told you that is what I am?
ru: Или спрашиваешь потому, что другие сказали тебе кто Я?

source: Why would I ask you that?
ru: К чему мне спрашивать Тебя?

source: Am I a Jew?
ru: Разве я Иудей?

source: Your high priests, your own people delivered you up to me.
ru: Твои первосвященники, Твой народ, привели Тебя ко мне.

source: They want me to have you executed.
ru: Они хотят чтобы я казнил Тебя.

source: Are you a king?
ru: Ты Царь?

source: My kingdom is not of this world.
ru: Царство Моё не от мира сего.

source: If it were...... do you think my followers would have let them hand me over?
ru: Мои последователи позволили бы схватить Меня?

source: Then you are a king?
ru: Значит Ты всё таки Царь?

source: That is why I was born.
ru: Для этого Я был рождён.

source: To give testimony to the truth.
ru: Чтобы свидетельствовать об истине.

source: All men who hear the truth hear my voice.
ru: Всякий слышащий истину слушает голос Мой.

source: Truth!
ru: Истина!

source: What is truth?
ru: Что есть истина?

source: I have questioned this prisoner, and I find no cause in him.
ru: Я допросил этого заключённого, и не нахожу в Нём вины.

source: This man is a Galilean, is he not?
ru: Этот Человек из Галилеи, или нет?

source: He is.
ru: Да, верно.

source: Then he is King Herod' s subject.
ru: Тогда он под властью Царя Ирода.

source: Let Herod judge him.
ru: Пусть Ирод судит Его.

source: Hand him over.
ru: Увести Его.

source: This...... is Jesus of Nazareth?
ru: Это...... Иисус из Назарета?

source: Is it true that you restore sight to the blind?
ru: Это правда, что Ты исцелил слепого?

source: Raise men from the dead?
ru: воскресил мёртвого?

source: Where do you get your power?
ru: Откуда исходит сила Твоя?

source: Are you the one whose birth was foretold?
ru: Ты ли тот, чьё рождение было предсказано?

source: Answer me!
ru: Отвечай мне!

source: How about me?
ru: А как насчёт меня?

source: Will you work a little miracle for me?
ru: Сотворишь небольшое чудо для меня?

source: Take this stupid fool out of my sight.
ru: Уберите этого тупого дурака с моих глаз.

source: He' s not guilty of a crime, he' s just crazy.
ru: Никакой он не преступник, он просто помешанный.

source: Give him a fool' s homage...
ru: Воздайте безумцу почтение...

source: What is truth, Claudia?
ru: Что есть истина, Клавдия?

source: Do you hear it, recognize it when it is spoken?
ru: Слышишь ли ты истину, можешь ли распознать её?

source: Don' t you?
ru: А ты, нет?

source: Can you tell me?
ru: Можешь сказать?

source: If you will not hear the truth, no one can tell you.
ru: Если ты сам не услышишь истину, никто не сможет сказать тебе.

source: Truth...
ru: Истина...

source: Do you want to know what my truth is, Claudia?
ru: Хочешь знать что есть моя истина, Клавдия?

source: I' ve been putting down rebellions in this rotten outpost for eleven years.
ru: Целых 9 лет я подавлял восстания на этой гнилой должности.

source: If I don' t condemn this man...... I know Caiphas will start a rebellion.
ru: Каиафа поднимет восстание.

source: If I do condemn him, then his followers may.
ru: Если же я казню Его, то восстать могут его последователи.

source: Either way, there will be bloodshed.
ru: И так и так будет кровопролитие..

source: Caesar has warned me, Claudia.
ru: Цезарь предупреждал меня, Клавдия.

source: Warned me twice.
ru: Дважды предупреждал.

source: He swore that the next time the blood would be mine.
ru: Он клялся, что следующая кровь будет моя.

source: That is my truth!
ru: Вот моя истина!

source: Herod refuses to condemn the man.
ru: Ирод отказался судить этого Человека.

source: They' re bringing him back here.
ru: Они снова привели Его сюда.

source: We' re going to need reinforcements.
ru: Нам понадобится подкрепление.

source: I don' t want to cause an uprising.
ru: Я не хочу вызвать восстание.

source: There is already an uprising.
ru: Там уже восстание.

source: King Herod found no cause in this man.
ru: Царь Ирод не нашёл вины в этом Человеке.

source: Neither do I.
ru: Я тоже нет.

source: Men!
ru: Стража!

source: Attend to the crowd!
ru: Оцепить толпу.

source: Have you no respect for our Roman procurator?
ru: Вы что, не уважаете наместника Римского?

source: As you know, every year I release a criminal back to you.
ru: Как вы знаете, каждый год я отпускаю вам одного преступника.

source: We are now holding a notorious murderer...... Barabbas.
ru: Варавва.

source: Or Jesus, called the Messiah?
ru: Кого из этих двоих хотите, чтобы я отпустил вам?... убийцу Варавву?... или Иисуса, называемого Мессией?

source: He is not the Messiah!
ru: Он не Мессия!

source: He is an imposter!
ru: Он самозванец!

source: A blasphemer!
ru: Богохульник!

source: Free Barabbas!
ru: Отпусти Варавву!

source: Again I ask you: which of these two men should I release to you?
ru: Ещё раз спрашиваю: кого из этих двоих отпустить вам?

source: Free him.
ru: Освободите его!

source: What would you have me do with Jesus the Nazarene?
ru: Что вы хотите чтоб я сделал с Иисусом Назарянином?

source: Have him crucified!
ru: Распни Его!

source: I will chastise him...... but then I will set him free.
ru: Я накажу Его... но после освобожу Его.

source: See to it that the punishment is severe, Abenader.
ru: Проследи, чтобы наказание было суровым, Абенадер.

source: But don' t let them kill the man.
ru: Но не дай им убить Его.

source: My heart is ready, Father...... my heart is ready.
ru: Сердце Моё готово, Отче сердце Моё готово.

source: My son...... when, where, how...... will you choose to be delivered of this?
ru: Мой Сын... когда, где, как... найти Тебе избавления от этого?

source: If the world hates you...... remember that it has hated me first.
ru: Если мир возненавидит вас помните, Меня они возненавидели прежде.

source: Remember also that no servant is greater than his master.
ru: Помните также, ни один слуга не больше господина своего.

source: If they persecuted me, they will persecute you.
ru: Если преследовали Меня, то и вас преследовать будут.

source: You must not be afraid.
ru: Вы не должны бояться.

source: The Helper will come...... who reveals the truth about God...... and who comes from the Father.
ru: Придёт Помогающий, который откроет истину о Боге и Он сойдёт от Отца.

source: Enough!
ru: Хватит!

source: Your orders were to punish this man...
ru: Вам приказано наказать этого Человека

source: ... not to scourge him to death!
ru: а не избивать Его до смерти!

source: Take him away.
ru: Уведите Его.

source: Your majesty...
ru: Ваше величество...

source: Take care of it.
ru: Позаботьтесь об этом.

source: A beautiful rose bush.
ru: Красивый венец из роз.

source: Look at him... king of the worms!
ru: Взгляните на Него... Царь червей.

source: Hail, wormy king!
ru: Радуйся, червивый Царь!

source: A color fit for a king!
ru: Царская багряница!

source: We' re here to pay our respects.
ru: Мы воздаём наше почтение.

source: A leader for our brotherhood!
ru: Лидер нашего братства!

source: Behold the man.
ru: Вот этот Человек.

source: Crucify him!
ru: Распни Его!

source: Isn' t this enough?
ru: Ещё ли не достаточно?

source: Look at him!
ru: Взгляните на Него!

source: Shall I crucify your king?
ru: Должен ли я распять вашего Царя?

source: We have no king but Caesar!
ru: Нет у нас Царя кроме Кесаря!

source: Speak to me.
ru: Скажи мне.

source: I have the power to crucify you, or else to set you free.
ru: У меня есть власть распять Тебя, или освободить Тебя.

source: You have no power over me...... except what is given you from above.
ru: Нет у тебя власти надо Мной...... более, нежели дано тебе свыше.

source: Therefore, it is he who delivered me to you...... who has the greater sin.
ru: Поэтому больший грех на том,... кто предал Меня тебе.

source: If you free him, Governor...... you are no friend of Caesar' s.
ru: Если отпустишь его, владыка,... ты не друг Кесарю.

source: You must crucify him!
ru: Ты должен распять Его!

source: It is you who want to crucify him, not I. Look you to it.
ru: Смотрите же.

source: I am innocent of this man' s blood.
ru: Невиновен я в крови этого Человека.

source: Sleep well, oh people of Bagdad!
ru: Спите, жители Багдада!

source: All is quiet!
ru: Все спокойно!

source: Sleep!
ru: Спать!

source: Sleep, oh dwellers of Bagdad!
ru: Спите, жители Багдада!

source: Look straight ahead of you!
ru: Не оглядывайся!

source: Sleep, oh people of Bagdad.
ru: Спите, жители Багдада.

source: All is quiet.
ru: Все спокойно.

source: The name?!
ru: Имя?!

source: Tell me, wise star!
ru: Звезда Сухейн!

source: Tell me the name!
ru: Скажи мне имя!

source: Aladdin, son of Ali Al Marouf!
ru: Аладдин, сын Али Аль- Маруфа!

source: Oh, most esteemed sprinkler of the streets!
ru: Уважаемый мастер увлажнения улиц!

source: Do you know a certain Aladdin, son of Ali Al Marouf?
ru: Не знаешь ли ты Аладдина, сына Али Аль- Маруфа?

source: You' re sure you don' t mean Karim who fell into the pond and ran stark naked around the town?
ru: А может, тебе нужен карим, который упал в арык и ходил голый по городу?.

source: Or maybe Houssein who hoisted his donkey to the minaret?
ru: Или Хусейн, затащивший ишака на минарет?

source: Oh, masters of the best of games except for playing with dice!
ru: Уважаемые мастера этой наилучшей из игр, кроме игры в кости!

source: Could you tell me...
ru: Не скажете ли мне...

source: Oh, honored one, where might I find Aladdin, son of Ali Al Marouf?
ru: Уважаемый, где мне найти Аладдина, сына Али Аль- Маруфа?

source: Bagdad is a large city...
ru: Багдад - город большой...

source: You' ve been reading for 2 hours without paying me a thing!
ru: Ты читаешь второй час, а денег не платишь!

source: Oh, most worthy keeper of knowledge!..
ru: Уважаемый хранитель мудрости!..

source: People of Bagdad!
ru: Жители Багдада!
